Repository: cran/actuar
Catalog: po/R-*.po
Languages: fr, it

source: rows extracted in increasing order
fr: lignes extraites en ordre croissant
it: righe estratte in ordine crescente

source: impossible to replace boundaries and frequencies simultaneously
fr: impossible de remplacer simultanément les bornes et les fréquences
it: non è possibile sostituire estremi e frequenze contemporaneamente

source: only logical matrix subscripts are allowed in replacement
fr: seuls les indices logiques sont permis pour le remplacement
it: in sostituzione sono consentiti solo pedici di matrice logica

source: need 0, 1, or 2 subscripts
fr: il faut 0, 1 ou 2 indices
it: richiede 0, 1 o due indici

source: one of 'mgf.claim' or 'h' is needed
fr: l'une ou l'autre de 'mgf.claim' ou 'h' est requise
it: richiesto uno di 'mgf.claim' o 'h'

source: 'h' must be a function or an expression containing 'x'
fr: 'h' doit être une fonction ou une expression contenant 'x'
it: 'h' dev'essere una funzione o un'espressione contenente 'x'

source: 'mgf.claim' must be a function or an expression containing 'x'
fr: 'mgf.claim' doit être une fonction ou une expression contenant 'x'
it: 'mgf.claim' dev'essere una funzione o un'espressione contenente 'x'

source: 'mgf.wait' must be a function or an expression containing 'x'
fr: 'mgf.wait' doit être une fonction ou une expression contenant 'x'
it: 'mgf.wait' dev'essere una funzione o un'espressione contenente 'x'

source: 'h' must be a function or an expression containing 'x' and 'y'
fr: 'h' doit être une fonction ou une expression contenant 'x'
it: 'h' dev'essere una funzione o un'espressione contenente 'x' e 'y'

source: 'premium.rate' must be a function when using reinsurance
fr: 'premium.rate' doit être une fonction en présence de réassurance
it: 'premium.rate' dev'essere una funzione quando si utilizza la riassicurazione

source: 'mgf.claim' must be a function or an expression containing 'x' and 'y'
fr: 'mgf.claim' doit être une fonction ou une expression contenant 'x' et 'y'
it: 'mgf.claim' dev'essere una funzione o un'espressione contenente 'x' e 'y'

source: 'premium.rate' must be a function or an expression containing 'y'
fr: 'premium.rate' doit être une fonction ou une expression contenant 'y'
it: 'premium.rate' dev'essere una funzione o un'espressione contenente 'y'

source: 'moments' must supply the mean and variance of the distribution
fr: 'moments' doit contenir la moyenne et la variance de la distribution
it: 'moments' deve fornire la media e la varianza della distribuzione

source: 'moments' must supply the mean, variance and skewness of the distribution
fr: 'moments' doit contenir la moyenne, la variance et l'asymétrie de la distribution
it: 'moments' deve fornire la media, la varianza e l'asimmetria della distribuzione

source: 'nb.simul' must supply the number of simulations
fr: 'nb.simul' doit spécifier le nombre de simulations
it: 'nb.simul' deve indicare il numero di simulazioni

source: expressions in 'model.freq' and 'model.sev' must be named
fr: les expressions dans 'model.freq' et 'model.sev' doivent être nommées
it: le espressioni in 'model.freq' e 'model.sev' devono essere indicate

source: 'model.sev' must be a vector of probabilities
fr: 'model.sev' doit être un vecteur de probabilités
it: 'model.sev' dev'essere un vettore di probabilità

source: frequency distribution must be supplied as a character string
fr: la distribution de fréquence doit être spécifiée sous forme de chaîne de caractères
it: la distribuzione di frequenza devono essere passate come una stringa carattere

source: 'model.freq' must be a vector of probabilities
fr: 'model.freq' doit être un vecteur de probabilités
it: 'model.freq' dev'essere un vettore di probabilità

source: internal error
fr: erreur interne
it: errore interno

source: function not defined for approximating distributions
fr: fonction non définie pour les méthodes d'approximation
it: funzione non definita per approssimare distribuzioni

source: lower bound of the likelihood missing
fr: seuil de la vraisemblance manquant
it: estremo inferiore mancante per la verosimiglianza

source: one of the Gamma prior parameter "shape", "rate" or "scale" missing
fr: un des paramètres "shape", "rate" ou "scale" de la loi Gamma manquant
it: manca uno dei parametri Gamma a priori tra "shape", "rate" o "scale"

source: one of the Beta prior parameter "shape1" or "scale2" missing
fr: un des paramètres "shape1" ou "shape2" de la loi Bêta manquant
it: manca uno dei parametri Beta a priori tra "shape1" o "scale2"

source: parameter "size" of the likelihood missing
fr: paramètre "size" de la vraisemblance manquant
it: parametro "size" mancante per la verosimiglianza

source: parameter "shape.lik" of the likelihood missing
fr: paramètre "shape.lik" de la vraisemblance manquant
it: parametro "shape.lik" mancante per la verosimiglianza

source: parameter "sd.lik" of the likelihood missing
fr: paramètre "sd.lik" de la vraisemblance manquant
it: parametro "sd.lik" mancante per la verosimiglianza

source: unsupported likelihood
fr: vraisemblance non valide
it: verosimiglianza non supportata

source: missing ratios not allowed when weights are not supplied
fr: ratios manquants non permis lorsque les poids ne sont pas fournis
it: non sono ammessi rapporti mancanti quando i pesi non sono indicati

source: there must be at least one node with more than one period of experience
fr: il y doit y avoir au moins un noeud avec plus d'une période d'expérience
it: dev'esserci almeno un nodo con più di un periodo di esperienza

source: there must be more than one node
fr: il doit y avoir plus d'un noeud
it: dev'esserci più di un nodo

source: missing values are not in the same positions in 'weights' and in 'ratios'
fr: les données manquantes ne sont pas aux mêmes positions dans les poids et dans les ratios
it: i valori mancanti non sono nelle medesime posizioni in 'weights' e in 'ratios'

source: no available data to fit model
fr: aucune donnée disponible pour la modélisation
it: non ci sono abbastanza dati per stimare il modello

source: maximum number of iterations reached before obtaining convergence
fr: nombre d'itérations maximal atteint avant obtention de la convergence
it: raggiunto il numero massimo di iterazioni prima della convergenza

source: unsupported interactions in 'formula'
fr: interactions non supportées dans 'formula'
it: interazioni non supportate in 'formula'

source: hierarchical regression models not supported
fr: modèles de régression hiérarchiques non supportés
it: modelli di regressione gerarchica non supportati

source: ratios have to be supplied if weights are
fr: ratios requis s'il y a des poids
it: i rapporti devono essere passati se i pesi sono

source: empty regression model; fitting with Buhlmann-Straub's model
fr: modèle de régression vide; utilisation du modèle de Bühlmann-Straub
it: modello di regressione vuoto; stima con il modello Buhlmann-Straub

source: invalid level name
fr: nom de niveau incorrect
it: nome livello non valido

source: coverage modifications must be positive
fr: les modifications de couverture doivent être positives
it: le modifiche alla copertura devono essere positive

source: deductible must be smaller than the limit
fr: la franchise doit être inférieure à la limite
it: deductible dev'essere più piccolo del limite

source: coinsurance must be between 0 and 1
fr: le facteur de coassurance doit être entre 0 et 1
it: coinsurance dev'essere tra 0 e 1

source: 'cdf' must be supplied
fr: 'cdf' doit être fourni
it: 'cdf' dev'essere passata

source: 'cdf' must be a function or an expression containing 'x'
fr: 'cdf' doit être une fonction ou une expression contenant 'x'
it: 'cdf' dev'essere una funzione o un'espressione contenente 'x'

source: 'lev' required with method "unbiased"
fr: 'lev' requis pour la méthode "unbiased"
it: 'lev' richiesto con il metodo "unbiased"

source: 'lev' must be a function or an expression containing 'x'
fr: 'lev' doit être une fonction ou une expression contenant 'x'
it: 'lev' dev'essere una funzione o un'espressione contenente 'x'

source: 'order' must be positive
fr: 'order' doit être positif
it: 'order' dev'essere positivo

source: 'nclass' not used when 'breaks' is specified
fr: 'nclass' non utilisé quand 'breaks' est fourni
it: 'nclass' non viene usata quando viene specificato 'breaks'

source: 'group' ignored when 'breaks' is specified
fr: 'group' ignoré quand 'breaks' est fourni
it: 'group' ignorato quando 'breaks' è presente

source: 'group' ignored when 'nclass' is specified
fr: 'group' ignoré quand 'breaks' est fourni
it: 'group' ignorato quando 'nclass' è presente

source: invalid number of group boundaries and frequencies
fr: nombre de bornes de groupe et de fréquences incorrect
it: numero di estremi di gruppo e frequenze non valido

source: missing frequencies replaced by zeros
fr: fréquences manquantes remplacées par des zéros
it: frequenze mancanti sostituite con zero

source: there must be at least two nodes at every level
fr: il doit y avoir au moins deux noeuds à chaque niveau
it: devono esserci almeno due nodi in ogni livello

source: invalid level number
fr: numéro de niveau incorrect
it: numero livello non valido

source: infinite group boundaries
fr: bornes de groupe infinies
it: estremi di gruppo non finiti

source: 'probability' is an alias for '!freq', however they differ.
fr: 'probability' est un alias pour '!freq', cependant ils diffèrent.
it: 'probability' è un alisa per '!freq', comunque sono differenti.

source: 'start' must be a named list
fr: 'start' doit être une liste nommée
it: 'start' dev'essere una lista nominata

source: 'fun' must be supplied as a function
fr: 'fun' doit être fourni comme une fonction
it: 'fun' dev'essere passata come una funzione

source: 'x' must be a numeric vector or an object of class "grouped.data"
fr: 'x' doit être un vecteur numérique ou un objet de classe "grouped.data"
it: 'x' dev'essere un vettore numerico o un oggetto di classe "grouped.data"

source: 'start' specifies names which are not arguments to 'fun'
fr: 'start' spécifie des noms qui ne sont pas des arguments de 'fun'
it: 'start' specifica nomi che non sono argomenti per 'fun'

source: "chi-square" measure requires an object of class "grouped.data"
fr: mesure "chi-square" requiert un objet de classe "grouped.data"
it: la misura "chi-square" richiede un oggetto di classe "grouped.data"

source: frequency must be larger than 0 in all groups
fr: la fréquence doit être supérieure à 0 dans tous les groupes
it: la frequenza dev'essere più grande di 0 in tutti i gruppi

source: "LAS" measure requires an object of class "grouped.data"
fr: mesure "LAS" requiert un objet de classe "grouped.data"
it: la misura "LAS" richiede un oggetto di classe "grouped.data"

source: optimization failed
fr: l'optimisation a échoué
it: ottimizzazione fallita

source: 'p0' has many elements: only the first used
fr: 'p0' contient plusieurs éléments: seul le premier est utilisé
it: 'p0' ha molti elementi: solo il primo è utilizzato

source: 'p0' must be a valid probability (between 0 and 1)
fr: 'p0' doit être une probabilité (entre 0 et 1)
it: 'p0' dev'essere una probabilità valida (tra 0 e 1)

source: value of 'p0' ignored with a zero-truncated distribution
fr: valeur de 'p0' ignorée pour une distribution zéro tronquée
it: valore di 'p0' ignorato con una distribuzione troncata zero

source: value of 'lambda' missing
fr: valeur de 'lambda' manquante
it: valore di 'lambda' mancante

source: value of 'prob' or 'size' missing
fr: valeur de 'prob' ou 'size' manquante
it: valore di 'prob' o 'size' mancante

source: value of 'prob' missing
fr: valeur de 'prob' manquante
it: valore di 'prob' mancante

source: frequency distribution not in the (a, b, 0) or (a, b, 1) families
fr: la distribution de fréquence ne fait pas partie des familles (a, b, 0) ou (a, b, 1)
it: distribuzione di frequenza non nelle famiglie (a, b, 0) o (a, b, 1)

source: Pr[S = 0] is numerically equal to 0; impossible to start the recursion
fr: valeur de Pr[S = 0] numériquement nulle; impossible de démarrer le calcul récursif
it: Pr[S = 0] è numericamente uguale a 0; non è possibile avviare la ricorsione

source: invalid first argument 'n'
it: primo argomento 'n' non valido

source: no positive probabilities
it: nessuna probabilità positiva

source: invalid third argument 'models'
it: terzo argomento 'models' non valido

source: 'par.claims' must be a named list
fr: 'par.claims' doit être une liste nommée
it: 'par.claims' dev'essere una lista nominata

source: 'par.wait' must be a named list
fr: 'par.wait' doit être une liste nommée
it: 'par.wait' dev'essere una lista nominata

source: parameters %s missing in 'par.claims'
fr: paramètres %s manquants dans 'par.claims'
it: parametri %s mancanti in 'par.claims'

source: parameter "rate" missing in 'par.claims'
fr: paramètre "rate" manquant dans 'par.claims'
it: parametro "rate" mancante in 'par.claims'

source: parameter "weights" missing in 'par.claims'
fr: paramètre "weights" manquant dans 'par.claims'
it: parametro "weights" mancante in 'par.claims'

source: parameter "shape" missing in 'par.claims'
fr: paramètre "shape" manquant dans 'par.claims'
it: parametro "shape" mancante in 'par.claims'

source: parameter "rate" or "scale" missing in 'par.claims'
fr: paramètre "rate" ou "scale" manquant dans 'par.claims'
it: parametro "rate" o "scale" mancante in 'par.claims'

source: parameter "prob" missing in 'par.claims'
fr: paramètre "prob" manquant dans 'par.claims'
it: parametro "prob" mancante in 'par.claims'

source: parameter "rates" missing in 'par.claims'
fr: paramètre "rates" manquant dans 'par.claims'
it: parametro "rates" mancante in 'par.claims'

source: invalid parameters in 'par.claims'
fr: paramètres incorrects dans 'par.claims'
it: parametri non validi in 'par.claims'

source: parameters %s missing in 'par.wait'
fr: paramètres %s manquants dans 'par.wait'
it: parametri %s mancanti in 'par.wait'

source: parameter "rate" missing in 'par.wait'
fr: paramètre "rate" manquant dans 'par.claims'
it: parametro "rate" mancante in 'par.wait'

source: parameter "weights" missing in 'par.wait'
fr: paramètre "weights" manquant dans 'par.wait'
it: parametro "weights" mancante in 'par.wait'

source: parameter "shape" missing in 'par.wait'
fr: paramètre "shape" manquant dans 'par.wait'
it: parametro "shape" mancante in 'par.wait'

source: parameter "rate" or "scale" missing in 'par.wait'
fr: paramètre "rate" ou "scale" manquant dans 'par.wait'
it: parametro "rate" o "scale" mancante in 'par.wait'

source: parameter "prob" missing in 'par.wait'
fr: paramètre "prob" manquant dans 'par.wait'
it: parametro "prob" mancante in 'par.wait'

source: parameter "rates" missing in 'par.wait'
fr: paramètre "rates" manquant dans 'par.wait'
it: parametro "rates" mancante in 'par.wait'

source: invalid parameters in 'par.wait'
fr: paramètres incorrects dans 'par.wait'
it: parametri non validi in 'par.wait'

source: 'nodes' must be a named list
fr: 'nodes' doit être une liste nommée
it: 'nodes' dev'essere una lista nominata

source: level names different in 'nodes', 'model.freq' and 'model.sev'
fr: noms de niveaux différents dans 'nodes', 'model.freq' et 'model.sev'
it: nomi livello differenti in 'nodes', 'model.freq' e 'model.sev'

source: one of 'model.freq' or 'model.sev' must be non-NULL
fr: un de 'model.freq' ou 'model.sev' doit être non NULL
it: uno di 'model.freq' o 'model.sev' non dev'essere NULL

source: nothing to do
fr: rien à faire
it: niente da fare

source: invalid 'by' specification
fr: valeur de 'by' incorrecte
it: specificazione di 'by' non valida

source: 'x' must be a vector or a matrix
fr: 'x' doit être un vecteur ou une matrice
it: 'x' dev'essere un vettore numerico o una matrice
